  var str = [{
      id: 0,
      name: '湿垃圾',
      image: '/images/shi.png',
      icon: '/images/4.png',
      selectedicon: '/images/8.png',
      remarks: '湿垃圾又称为厨余垃圾，即易腐垃圾，指食材废料、剩菜剩饭、过期食品、瓜皮果核、花卉绿植、中药药渣等易腐的生物质生活废弃物。',
      nname: [{
          nc: '艾草'
        }, {
          nc: '棒棒糖'
        }, {
          nc: '八宝粥'
        }, {
          nc: '布丁'
        }, {
          nc: '菠菜'
        }, {
          nc: '白茶'
        },
        {
          nc: '扁豆'
        },
        {
          nc: '巴旦木'
        },
        {
          nc: '冰粉'
        },
        {
          nc: '碧根果肉'
        },
        {
          nc: '白瓜子'
        },
        {
          nc: '包裹着猫屎的豆腐猫砂'
        },
        {
          nc: '薄荷糖'
        },
        {
          nc: '薄荷叶'
        },
        {
          nc: '八角'
        },
        {
          nc: '北京烤鸭'
        },
        {
          nc: '槟榔'
        },
        {
          nc: '菠萝'
        }, {
          nc: '菠萝包'
        }, {
          nc: '板栗壳'
        }, {
          nc: '菠萝蜜肉'
        }, {
          nc: '菠萝皮'
        }, {
          nc: '爆米花'
        }, {
          nc: '白虾米'
        },
        {
          nc: '冰淇淋'
        }, {
          nc: '蚌肉'
        }, {
          nc: '白砂糖'
        }, {
          nc: '白色恋人饼干'
        }, {
          nc: '白糖'
        }, {
          nc: '百香果壳'
        }, {
          nc: '包子'
        }, {
          nc: '煲仔饭'
        }, {
          nc: '白煮蛋'
        }, {
          nc: '包子馅'
        }, {
          nc: '葱'
        }, {
          nc: '草本植物'
        }, {
          nc: '蚕豆'
        }, {
          nc: '蚕豆壳'
        }, {
          nc: '菜饭'
        }, {
          nc: ' 茨菇'
        }, {
          nc: '臭虫'
        }, {
          nc: '炒花生壳'
        }, {
          nc: '炒花生米'
        }, {
          nc: '翅尖'
        }, {
          nc: '车厘子核'
        }, {
          nc: '陈皮'
        }, {
          nc: '陈皮梅'
        }, {
          nc: '出前一丁面条'
        }, {
          nc: '叉烧'
        }, {
          nc: '茶叶'
        }, {
          nc: '叉烧酥'
        }, {
          nc: '茶叶蛋壳'
        }, {
          nc: '虫子'
        }, {
          nc: '橙子皮'
        }, {
          nc: '草莓'
        }, {
          nc: '草莓叶'
        }, {
          nc: '菜皮'
        }, {
          nc: '橙皮'
        }, {
          nc: '宠物粪便'
        }, {
          nc: '宠物饲料'
        }, {
          nc: '粗盐'
        }, {
          nc: '苍蝇'
        }, {
          nc: '菜叶'
        }, {
          nc: '葱油饼'
        }, {
          nc: '茶叶渣'
        }, {
          nc: '脆枣'
        }, {
          nc: '橙子'
        }, {
          nc: '茶渣'
        }, {
          nc: '残枝落叶'
        }, {
          nc: '大饼'
        }, {
          nc: '蛋白'
        }, {
          nc: '大白菜'
        }, {
          nc: '蛋白粉'
        }, {
          nc: '大白兔奶糖'
        }, {
          nc: '多宝鱼骨头'
        }, {
          nc: '大葱'
        }, {
          nc: '豆腐'
        }, {
          nc: '豆腐干'
        }, {
          nc: '豆腐花'
        }, {
          nc: '豆腐猫砂'
        }, {
          nc: '豆腐脑'
        }, {
          nc: '豆腐乳'
        }, {
          nc: '冬瓜'
        }, {
          nc: '豆干'
        }, {
          nc: '蛋糕'
        }, {
          nc: '豆杆'
        }, {
          nc: '当归片'
        }, {
          nc: '冬瓜皮'
        }, {
          nc: '冬瓜籽'
        }, {
          nc: '蛋黄'
        }, {
          nc: '蛋黄派'
        }, {
          nc: '蛋黄酥'
        }, {
          nc: '蛋卷'
        }, {
          nc: '豆浆渣'
        }, {
          nc: '蛋壳'
        }, {
          nc: '德克士炸鸡'
        }, {
          nc: '大龙虾'
        }, {
          nc: '大龙虾壳'
        }, {
          nc: '大龙虾肉'
        }, {
          nc: '大龙虾头'
        }, {
          nc: '大米'
        }, {
          nc: '大排'
        }, {
          nc: '多肉植物'
        }, {
          nc: '豆沙包'
        }, {
          nc: '冬笋壳'
        }, {
          nc: '大蒜皮'
        }, {
          nc: '大蒜叶'
        }, {
          nc: '蛋挞'
        }, {
          nc: '蛋筒'
        }, {
          nc: '蛋挞皮'
        }, {
          nc: '动物粪便'
        }, {
          nc: '动物内脏'
        }, {
          nc: '动物尸体'
        }, {
          nc: '凋谢的鲜花'
        }, {
          nc: '豆芽'
        }, {
          nc: '冬枣'
        }, {
          nc: '大闸蟹'
        }, {
          nc: '大闸蟹壳'
        }, {
          nc: '带子壳'
        }, {
          nc: '豆制品'
        }, {
          nc: '鹅骨头'
        }, {
          nc: '阿胶'
        }, {
          nc: '方便面面条'
        }, {
          nc: '凤梨皮'
        }, {
          nc: '凤梨酥'
        }, {
          nc: '蜂蜜'
        }, {
          nc: '番茄'
        }, {
          nc: '番茄梗'
        }, {
          nc: '番茄酱'
        }, {
          nc: '番茄沙司'
        }, {
          nc: '废弃食用油'
        }, {
          nc: '废弃调味品'
        }, {
          nc: '废弃植物'
        }, {
          nc: '腐乳'
        }, {
          nc: '粉丝'
        }, {
          nc: '饭团'
        }, {
          nc: '番茄皮'
        }, {
          nc: '瓜子'
        }, {
          nc: '锅巴'
        }, {
          nc: '干脆面'
        }, {
          nc: '果冻'
        }, {
          nc: '公丁香'
        }, {
          nc: '鸽粪'
        }, {
          nc: '瓜果'
        }, {
          nc: '干果仁'
        }, {
          nc: '干桂圆壳'
        }, {
          nc: '桂花糕'
        }, {
          nc: '干花生壳'
        }, {
          nc: '果酱'
        }, {
          nc: '莴苣'
        }, {
          nc: '狗粮'
        }, {
          nc: '咖喱粉'
        }, {
          nc: '橄榄核'
        }, {
          nc: '干辣椒'
        }, {
          nc: '干荔枝'
        }, {
          nc: '干面粉'
        }, {
          nc: '干蘑菇'
        }, {
          nc: '干面条'
        }, {
          nc: '干柠檬片'
        }, {
          nc: '桂皮'
        }, {
          nc: '果皮'
        }, {
          nc: '枸杞'
        }, {
          nc: '过期大米'
        }, {
          nc: '过期巧克力'
        }, {
          nc: '过期食品'
        }, {
          nc: '过期糖'
        }, {
          nc: '过期调味料'
        }, {
          nc: '蛤肉'
        }, {
          nc: '干树叶'
        }, {
          nc: '锅贴'
        }, {
          nc: '灌汤包'
        }, {
          nc: '干香菇'
        }, {
          nc: '鳜鱼'
        }, {
          nc: '桂圆干'
        }, {
          nc: '桂圆核'
        }, {
          nc: '桂圆壳'
        }, {
          nc: '甘蔗'
        }, {
          nc: '瓜子壳'
        }, {
          nc: '瓜子皮'
        }, {
          nc: '瓜子仁'
        }, {
          nc: '甘蔗渣'
        }, {
          nc: '花瓣'
        }, {
          nc: '汉堡'
        }, {
          nc: '汉堡包'
        }, {
          nc: '花草茶渣'
        }, {
          nc: '红肠'
        }, {
          nc: '花茶渣'
        }, {
          nc: '黄豆'
        }, {
          nc: '海带'
        }, {
          nc: '海胆'
        }, {
          nc: '红豆'
        }, {
          nc: '红豆糕'
        }, {
          nc: '花蛤肉'
        }, {
          nc: '盒饭'
        }, {
          nc: '黄瓜'
        }, {
          nc: '花蛤'
        }, {
          nc: '火锅底料'
        }, {
          nc: '黄瓜皮'
        }, {
          nc: '韩国泡菜'
        }, {
          nc: '火锅渣'
        }, {
          nc: '海瓜子壳'
        }, {
          nc: '花卉'
        }, {
          nc: '花椒'
        }, {
          nc: '花甲'
        }, {
          nc: '花椒粉'
        }, {
          nc: '胡椒粉'
        }, {
          nc: '火鸡骨头'
        }, {
          nc: '黑椒酱'
        }, {
          nc: '花甲壳'
        }, {
          nc: '黑椒牛排'
        }, {
          nc: '花螺'
        }, {
          nc: '胡萝卜皮'
        }, {
          nc: '火龙果'
        },

      ],
      yq: [{
          one: '纯流质如牛奶等，应直接倒入下水口。'
        },
        {
          one: '有包装的垃圾应将包装物取出后分类投放，包装物请丢到对应的可回收物容器里。'
        },
        {
          one: '投放时将塑料袋去除。'
        }
      ]
    }, {
      id: 1,
      name: '干垃圾',
      image: '/images/gan.png',
      icon: '/images/3.png',
      selectedicon: '/images/6.png',
      remarks: '干垃圾即其它垃圾，指除可回收物、有害垃圾、厨余垃圾（湿垃圾）以外的其它生活废弃物。',
      nname: [{
          nc: '1号电池（无汞）'
        }, {
          nc: '502胶水'
        }, {
          nc: '5号电池（无汞）'
        }, {
          nc: '7号电池（无汞）'
        }, {
          nc: '84消毒瓶'
        }, {
          nc: 'A4纸包装袋'
        }, {
          nc: '艾草灰'
        }, {
          nc: '艾灸贴'
        }, {
          nc: '艾灸条'
        }, {
          nc: '艾灸渣'
        }, {
          nc: '安全套包装袋'
        }, {
          nc: '安全套'
        }, {
          nc: '白板笔'
        }, {
          nc: '棒冰包装袋'
        }, {
          nc: '白板擦'
        }, {
          nc: '棒冰棍'
        }, {
          nc: '冰棒棍'
        }, {
          nc: '冰棒皮'
        }, {
          nc: '冰宝贴'
        }, {
          nc: '冰棒外包装袋'
        }, {
          nc: '棒棒袋子'
        }, {
          nc: '笔袋'
        }, {
          nc: '冰袋'
        }, {
          nc: '不二家棒棒糖纸杆'
        }, {
          nc: '棒骨'
        }, {
          nc: '饼干包装袋'
        }, {
          nc: '饼干袋'
        }, {
          nc: '碧根果壳'
        }, {
          nc: '不干胶纸'
        }, {
          nc: '包裹着狗屎的报纸'
        }, {
          nc: '包裹着狗屎塑料袋'
        }, {
          nc: '包裹着狗屎的纸巾'
        }, {
          nc: '包裹着鼻涕的纸巾'
        }, , {
          nc: '包裹着鸡蛋壳的餐巾纸'
        }, {
          nc: '包裹着猫屎的澎润土猫砂'
        }, {
          nc: '包裹着猫屎塑料袋'
        }, {
          nc: '包裹着痰的纸巾'
        }, {
          nc: '包裹着西瓜子的纸巾'
        }, {
          nc: '笔壳'
        }, {
          nc: '贝壳'
        }, {
          nc: '玻璃胶'
        }, {
          nc: '冷却剂'
        }, {
          nc: '菠萝蜜'
        }, {
          nc: '便利贴'
        }, {
          nc: '鼻毛'
        }, {
          nc: '鞭炮'
        }, {
          nc: '标签'
        }, {
          nc: '冰淇淋包装袋'
        }, {
          nc: '冰淇淋壳子'
        }, {
          nc: '冰淇淋纸'
        }, {
          nc: '便签纸'
        }, {
          nc: '标签纸'
        }, {
          nc: '碧然德过滤芯'
        }, {
          nc: '必胜客纸盒'
        }, {
          nc: '保湿喷雾'
        }, {
          nc: '鼻屎'
        }, {
          nc: '鼻屎'
        }, {
          nc: '鼻屎'
        },
        {
          nc: '冰棒棍'
        },
        {
          nc: '笔袋'
        },
        {
          nc: '一次性筷子'
        },
        {
          nc: '扫把'
        },
      ],
      yq: [{
          one: '纯流质如牛奶等，应直接倒入下水口。'
        },
        {
          one: '有包装的垃圾应将包装物取出后分类投放，包装物请丢到对应的可回收物容器里。'
        },
        {
          one: '投放时将塑料袋去除。'
        }
      ]
    },
    {
      id: 2,
      name: '可回收垃圾',
      image: '/images/khs.png',
      icon: '/images/2.png',
      selectedicon: '/images/7.png',
      remarks: '可回收垃圾就是可以再生循环的垃圾。本身或材质可再利用的纸类、硬纸板、玻璃、塑料、金属、塑料包装，与这些材质有关的如：报纸、杂志、广告单及其它干净的纸类等皆可回收。',
      nname: [{
          nc: 'A4纸'
        }, {
          nc: 'AD钙瓶'
        }, {
          nc: '安慕希酸奶盒'
        }, {
          nc: 'KFC纸袋'
        },
        {
          nc: 'PS4'
        },
        {
          nc: 'U盘'
        },
        {
          nc: '奥特曼卡片'
        },
        {
          nc: '易拉罐'
        },
        {
          nc: '牙刷'
        },
        {
          nc: '菜刀'
        }, {
          nc: '磁带播放器'
        }, {
          nc: 'CD塑料盒'
        }, {
          nc: '草稿纸'
        },
        {
          nc: '草稿本'
        },
        {
          nc: '窗玻璃'
        },
        {
          nc: '炒菜铁锅'
        },
        {
          nc: '床单'
        },
        {
          nc: '床垫'
        },
        {
          nc: '传单'
        }, {
          nc: '充电宝'
        }, {
          nc: '充电器'
        }, {
          nc: '充电热水袋'
        },
        {
          nc: '充电线'
        },
        {
          nc: '充电牙刷'
        },
        {
          nc: '充电装置'
        },
        {
          nc: '吹风机'
        },
        {
          nc: '纯牛奶纸盒'
        },
      ],
      yq: [{
          one: '纯流质如牛奶等，应直接倒入下水口。'
        },
        {
          one: '有包装的垃圾应将包装物取出后分类投放，包装物请丢到对应的可回收物容器里。'
        },
        {
          one: '投放时将塑料袋去除。'
        }
      ]
    },
    {
      id: 3,
      name: '有害垃圾',
      image: '/images/yh.png',
      icon: '/images/1.png',
      selectedicon: '/images/5.png',
      remarks: '有害垃圾指废电池、废灯管、废药品、废油漆及其容器等对人体健康或者自然环境造成直接或者潜在危害的生活废弃物。 常见包括废电池、废荧光灯管、废灯泡、废水银温度计、废油漆桶、过期药品、过期化妆品等。有害有毒垃圾需特殊正确的方法安全处理。',
      nname: [{
          nc: 'LED灯（含水银）'
        },
        {
          nc: '笔记本电脑电池'
        },
        {
          nc: '保健品'
        }, {
          nc: '保健品瓶子'
        }, {
          nc: '板蓝根冲剂'
        }, {
          nc: '玻璃药瓶'
        }, {
          nc: '充电电池'
        }, {
          nc: '除草剂'
        }, {
          nc: '除污渍'
        }, {
          nc: '电灯泡'
        }, {
          nc: '冻干粉'
        }, {
          nc: '碘酒瓶'
        },
        {
          nc: '医用纱布'
        },
        {
          nc: '安神补脑瓶液'
        },
        {
          nc: '药包装 '
        },
        {
          nc: '一次性注射器'
        }, {
          nc: '药膏'
        }, {
          nc: '药罐'
        }, {
          nc: '药膏包装壳'
        }, {
          nc: '荧光灯'
        }, {
          nc: '鱼肝油'
        }, {
          nc: '鱼肝油盒'
        }, {
          nc: '药壶'
        }, {
          nc: '氧化汞电池'
        }, {
          nc: '药剂'
        },
        {
          nc: '药瓶'
        },
        {
          nc: '药片包装'
        },
        {
          nc: '药品包装袋 '
        },
        {
          nc: '药片铝塑包装'
        }, {
          nc: '药品纸盒'
        }, {
          nc: '油漆笔'
        }, {
          nc: '油漆桶'
        }, {
          nc: '药水玻璃瓶'
        }, {
          nc: '药丸'
        }, {
          nc: '药液袋'
        }, {
          nc: '鱼油胶囊'
        }, {
          nc: '医用棉签'
        }, {
          nc: '医用纱布'
        },
        {
          nc: '眼药水'
        },
        {
          nc: '眼药水瓶'
        },
      ],
      yq: [{
          one: '纯流质如牛奶等，应直接倒入下水口。'
        },
        {
          one: '有包装的垃圾应将包装物取出后分类投放，包装物请丢到对应的可回收物容器里。'
        },
        {
          one: '投放时将塑料袋去除。'
        }
      ]
    }

  ]
  module.exports = {
    str: str,
  }